micropython/micropython/ports/raspberrypi/boards/takayoshiotake_octave_rp2040/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "takayoshiotake Octave RP2040"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_NEOPIXEL (&pin_GPIO12)
#define CIRCUITPY_STATUS_LED_POWER (&pin_GPIO11)
